Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/opetus-_ja_kasvatusalan_tietovajeita_saamelaisista_paikkaava_ihmisoikeuskasvatusmateriaali_julkaistu_.html.tmx
Source language: fin
Languages: smn

source: Opetus- ja kasvatusalan tietovajeita saamelaisista paikkaava ihmisoikeuskasvatusmateriaali julkaistu!
smn: Olmoošvuoigâdvuotâšoddâdemmateriaal, mii ucceed máttááttâs- já šoddâdemsyergi tiätuvänivuođâ sämmilijn, lii almostum!

source: Tiedätkö, mikä alkuperäiskansa on?
smn: Tiäđáh-uv tun, ete mii lii algâaalmug?

source: Mitä tiedät saamelaisista?
smn: Maid tun tiäđáh sämmilijn?

source: Suomessa on suuri tietovaje saamelaisista, heidän kulttuuristaan ja alkuperäiskansaoikeuksista.
smn: Suomâst lii stuorrâ tiätuvänivuotâ sämmilijn, sii kulttuurist já algâaalmugvuoigâdvuođâin.

source: Uusi ihmisoikeuskasvatusmateriaali kokoaa tietoa ja vinkkejä opetus- ja kasvatusalalle sekä saamelaisten haastatteluja aiheen ottamiseksi osaksi opetusta.
smn: Uđđâ olmoošvuoigâdvuotâšoddâdemmateriaal norá tiäđu já oonâid máttááttâs- já šoddâdemsuárgán sehe sämmilij sahhiittâlmijd fáádá väldimist uássin máttááttâs.

source: Aiheina ovat muun muassa ihmisoikeusperusta, alkuperäiskansa, historia ja pakkosuomalaistaminen, kielelliset ja kulttuuriset ihmisoikeudet, ilmastonmuutoksen vaikutukset ja viestit kasvatusalalle.
smn: Fáddán lii eereeb iärrás olmoošvuoigâdvuotâvuáđu, algâaalmug, historjá já pággulädijduttem, kielâliih já kulttuurliih olmoošvuoigâdvuođah, šoŋŋâdâhnubástus vaikuttâsah já viestah šoddâdemsuárgán.

source: Materiaali on tehty Helsingin yliopiston kasvatustieteellisen tiedekunnan, saamelaiskäräjien ja Ihmisoikeuskeskuksen yhteistyössä.
smn: Materiaal lii rahtum Helsig ollâopâttuv šoddâdemtieđâlii tieđâkode, sämitige já Ihmisoikeuskeskus oovtâstpargon.

source: Tuuli Miettunen toteutti opetus- ja kulttuuriministeriön tilaaman selvityksen saamelaistiedosta oppimateriaaleissa vuonna 2020 ja havaitsi, että tietoa on vähän ja jos sitä oli, se on esihistoriaan jäänyttä ja rasistista stereotypiaa toistavaa (Miettunen 2020).
smn: Tuuli Miettunen olášuttij máttááttâs- já kulttuurministeriö tiilám čielgiittâs sämmilâštiäđust oppâmateriaalijn ive 2020 já hoksái, ete tiätu lii uccáá já jis tot lâi, te tot lâi toovlášhistorján pááccám já kiärdui raasistlii stereotypia (Miettunen 2020).

source: Saamelaiskäräjien ylläpitämä Oktavuohta -sivusto tarjoaa saamelaistietoa ja aineistoja opetuksen tueksi, mutta laajasti katsottuna koulutusjärjestelmässä – ja tätä kautta koko suomalaisessa yhteiskunnassa – tiedetään saamelaisista todella vähän.
smn: Sämitige paijeentoollâm Oktavuohta -siijđoh fäälih sämmilâštiäđu já amnâstuvâid máttááttâs toorjân, mutâ ko kiäččá vijđáht, te škovlâsysteemist – já ton peht oles syemmilii ohtsâškoddeest – tiettih sämmilijn tuođâi uccáá.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso painottaa, että Suomessa tulisi toimeenpanna myös alemmalla lainsäädännön tasolla perustuslain (17 §:n) takaama oikeus saamelaisille ylläpitää ja kehittää alkuperäiskansana omaa kieltään ja kulttuuriaan, itsemääräämisoikeus sekä perustuslain takaama itsehallinto saamelaisalueella (121 §).
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso tiäddut, ete Suomâst kolgâččii olášuttiđ meid vyeleeb lahâasâttem tääsist vuáđulaavâ (17 §) tähidem vuoigâdvuođâ sämmiláid paijeentoollâđ já ovdediđ algâaalmugin jieijâs kielâ já kulttuur, jiešmeridemvuoigâdvuođâ sehe vuáđulaavâ tähidem jiešhaldâšem sämikuávlust (121 §).

source: Alkuperäiskansan oikeudet on määritelty myös kansainvälisessä oikeudessa, joten kysymystä ei pitäisi pelkästään politisoida.
smn: Algâaalmug vuoigâdvuođah láá miäruštâllum meid aalmugijkoskâsii rievtist, te koččâmuš ij kolgâččii tuš toohâđ poolitlâžžân.

source: Ihmisoikeuskasvatus on toteutunut Suomessa riittämättömästi opettajankoulutuksessa (Ihmisoikeuskeskus 2014;
smn: Olmoošvuoigâdvuotâšoddâdem ij lah olášum Suomâst tuárvi pyereest máttáátteijeeškovliimist (Ihmisoikeuskeskus 2014;

source: Tietämättömyydellä ihmisoikeuksista ja saamelaisista on laajoja vaikutuksia saamelaisten ihmisoikeuksien toteutumiseen.
smn: Tietimettumvuotâ olmoošvuoigâdvuođâin já sämmilijn toovât vijđes vaikuttâsâid sämmilij olmoošvuoigâdvuođâi olášumán.

source: Esimerkiksi saamelaisten asemaa alkuperäiskansana ei ymmärretä, vaikka Suomen perustuslaki sen tunnustaa.
smn: Ovdâmerkkân sämmilij sajattuv algâaalmugin iä ibbeerd, veikâ Suomâ vuáđulaahâ tom tuubdâst.

source: Perustuslain takaamat kielelliset oikeudetkaan eivät toteudu riittävästi tämän vuoksi.
smn: Vuáđulaavâ tähidem kielâliih vuoigâdvuođahkin iä olášuu tuárvi tondiet.

source: Esimerkiksi oikeus omakielisiin sosiaali- ja terveyspalveluihin tai saamen kielen käyttämiseen viranomaisissa toteutuu puutteellisesti.
smn: Ovdâmerkkân vuoigâdvuotâ jieijâskielâláid sosiaal- já tiervâsvuotâpalvâlussáid tâi sämikielâ kevttimân virgeomâháin ij olášuu tuárvi.

source: Saamen kielten ja saamenkielinen opetus tavoittaa edelleen vain osan saamelaisoppilaista.
smn: Sämikielâi já sämikielâlâš máttááttâs finnee ain tuš uási sämmilâšuáppein.

source: Suomelle toistuvasti huomautuksia ihmisoikeusvalvontaelimiltä saamelaisten kohtelusta
smn: Suomân kiärdulávt cuoigiimeh olmoošvuoigâdvuotâorgaanijn sämmilij kohtâlmist

source: Suomi on saanut toistuvasti moitteita ihmisoikeusvalvontaelimiltä mm. alkuperäiskansan itsemääräämisoikeuteen puuttumisesta ja oikeuksien puutteellisesta toteutumisesta.
smn: Suomâ lii finnim kiärdulávt cuoigiimijd olmoošvuoigâdvuotâorgaanijn om. algâaalmug jiešmeridemvuoigâdvuotân siähánmist já vuoigâdvuođâi vááijuvlii olášuumeest.

source: Onkin korkea aika, että Suomen valtio ryhtyy toimiin saamelaisten ihmisoikeuksien toteuttamiseksi mm. tuomalla julkisuuteen oikeaa tietoa, tunnustamalla oikeuksien velvoittavuuden sekä puuttumalla saamelaisten kohtaamaan syrjintään ja vihapuheeseen.
smn: Tääl lii jo äigi, ete Suomâ staatâ toimâškuát sämmilij vuoigâdvuođâi olášume pyerrin eereeb iärrás tienuuvt, ete puáhtá uáinusân olmâ tiäđu, tuubdâst vuoigâdvuođâi kenigitteevuođâ sehe tarvan sämmilij kuáhtám olgooštmân já vajosaahân.

source: Saamelaisten kulttuurisia oikeuksia uhkaa tietämättömyyteen pohjaavien hankkeiden lisäksi ilmastonmuutos
smn: Sämmilij kulttuurlijd vuoigâdvuođâid uhked tietimettumvuotân vuáđuduvvee haavâi lasseen šoŋŋâdâhnubástus

source: Tiina Sanila-Aikio muistuttaa, että ”ilmastonmuutos tulee muuttamaan kaiken”.
smn: Tiina Sanila-Aikio muštoot, ete ”šoŋŋâdâhnubástus nubásmit puoh”.

source: Sanila-Aikion puheenvuorossa tuodaan esiin, kuinka sään ääri-ilmiöt ovat jo lisääntyneet.
smn: Sanila-Aikio sahâvuárust puáhtoo oovdân, maht korrâsumos šooŋah láá jo lasanâm.

source: Ilmastonmuutos näkyy erityisesti arktisella alueella.
smn: Šoŋŋâdâhnubástus uáinoo eromâšávt arktâsii kuávlust.

source: Pelkästään ilmastonmuutos ei uhkaa saamelaisten elinoloja vaan myös tietämättömyys johtaa moniin hankkeisiin, jotka tuhoavat elinkeinon ja kulttuurin jatkamisen edellytyksiä.
smn: Tuš šoŋŋâdâhnubástus ij uhked sämmilij eellimtile peic meid tietimettumvuotâ joođeet maŋgáid havváid, moh tuššâdeh iäláttâs já kulttuur juátkim hinnáid.

source: Saamelaisten kulttuuriset oikeudet ovatkin kiinteästi yhteydessä maaoikeuksiin.
smn: Sämmilij kulttuurliih vuoigâdvuođah láá-uv noonâ ohtâvuođâst eennâmvuoigâdvuođáid.

source: Ihmisoikeuskoulutusaineisto on vapaasti ladattavissa ja lisäksi se tulee osaksi Demokratia- ja ihmisoikeuskasvatus opetus- ja kasvatustyössä -erikoiskurssia.
smn: Olmoošvuoigâdvuotâškovlimamnâstuv puáhtá rijjâ luođiđ já toos lasseen tot puátá uássin Demokratia- já olmoošvuoigâdvuotâšoddâdem máttááttem- já šoddâdempargoost -eromâškuursâ.

source: Kurssin osana näytetään myös Suvi Westin Eatnameamet – Hiljainen taistelumme -dokumenttielokuva, joka on tärkeä puheenvuoro saamelaisten näkökulmasta.
smn: Kuursâ uássin čáittoo meid Suvi West Eatnameamet – Hiljainen taistelumme -dokumentelleekove, mii lii tehálâš sahâvuáru sämmilij uáinust.

source: Elokuva on julkaistu Koulukino -palvelussa ja syksyllä 2021 on tulossa lisää oppimateriaalia Koulukinoon oppilaitosten hyödynnettäväksi.
smn: Elleekove lii almostittum Koulukino -palvâlusâst já čohčuv 2021 lii Koulukinon puátimin lase oppâmateriaal, maid oppâlájádâsah pyehtih kevttiđ.

source: Uusi oppimateriaali on suunnattu tueksi opettajille ja tiedoksi laajalle yleisölle
smn: Uđđâ oppâmateriaal lii čuosâttum toorjân máttáátteijeid já tiättun vijđes aalmugân

source: Arviolta yli 70 % saamelaisista asuu saamelaisalueen ulkopuolella (ks. Keva 2020 ), ja tämä on tärkeää jokaisen opettajan tiedostaa;
smn: Áárvu mield paijeel 70 % sämmilijn áásá sämikuávlu ulguubeln (kj. Keva 2020 ), já taam kolgâččij jyehi máttáátteijee tiäđuštiđ;

source: saako oppilas tietoa omasta kulttuuristaan ja demokratiakasvatuksen kannalta relevanttia tietoa esimerkiksi saamelaiskäräjistä yhteiskunnassa toimimiseen?
smn: finnee-uv uáppee tiäđu jieijâs kulttuurist já demokratiašoddâdem tááhust tehálâš tiäđu ovdâmerkkân sämitiggeest ohtsâškoddeest toimâmân?

source: Ja toisaalta, millaista tietoa suomalainen oppilas saa saamelaisuudesta?
smn: Já nube tááhust, maggaar tiäđu syemmilâš uáppee finnee sämmilâšvuođâst?

source: Nyt julkaistu ihmisoikeuskasvatusmateriaali tarjoaa tietoa muun muassa saamelaisista, alkuperäiskansan ja itsemääräämisoikeuden ihmisoikeusperustasta, historiasta ja koulun roolista, kielellisistä ja kulttuurisista ihmisoikeuksista, ilmastonmuutoksen vaikutuksista saamelaisiin ja vinkkejä opettajille ja kasvattajille.
smn: Tääl almostittum olmoošvuoigâdvuotâšoddâdemmateriaal fáálá tiäđu eereeb iärrás sämmilijn, algâaalmug ja jiešmeridemvuoigâdvuođâ olmoošvuoigâdvuotâvuáđust, historjást já škoovlâ roolist, kielâlijn já kulttuurlijn olmoošvuoigâdvuođâin, šoŋŋâdâhnubástus vaikuttâsâst sämmiláid já oonâid máttáátteijeid já šoddâdeijeid.

source: Keskeinen näkökulma on myös saamelaiset yhtenä kansana Saamenmaalla, joka ylittää valtioiden rajat.
smn: Merhâšittee uáinu lii meid sämmiliih ohtân aalmugin Säämist, mii uulât staatâi raajij rasta.

source: Mukana on saamelaisten puheenvuoroja itsemääräämisoikeudesta, elinkeinosta, suhteesta luontoon ja opetusmateriaaleista.
smn: Mieldi láá sämmilij sahâvuáruh jiešmeridemvuoigâdvuođâst, iäláttâsâst, koskâvuođâst luándun já máttááttâsmateriaalijn.

source: Koulutusaineisto on tehty Helsingin yliopiston kasvatustieteellisen tiedekunnan, saamelaiskäräjien ja Ihmisoikeuskeskuksen yhteistyössä.
smn: Škovlimamnâstâh lii rahtum Helsig ollâopâttuv šoddâdemtieđâlii tieđâkode, sämitige já Ihmisoikeuskeskus oovtâstpargon.

source: Työ toteutettiin osana Ihmisoikeudet, demokratia, arvot ja dialogi kasvatuksessa -hanketta 2018-2021 , jonka tarkoitus on ollut parantaa ihmisoikeustietoisuutta kasvatusalalla.
smn: Pargo olášuttui uássin Olmoošvuoigâdvuođah, demokratia, áárvuh já dialogi šoddâdmist -haavâ 2018-2021 , mon tárguttâssân lii lamaš pyerediđ olmoošvuoigâdvuotâtiäđulâšvuođâ šoddâdemsyergist.

source: Hanketta ovat rahoittaneet vuonna 2020-2021 Ihmisoikeuskeskus , oikeusministeriö ja Helsingin yliopisto .
smn: Haavâ láá ruttâdâm ive 2020-2021 Ihmisoikeuskeskus , riehtiministeriö já Helsig ollâopâttâh .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuija Kasa, asiantuntija (osa-aikainen), Ihmisoikeuskeskus / väitöskirjatutkija, Helsingin yliopisto, +358(0)29 412 0665, tuija.kasa(at)helsinki.fi
smn: Tuija Kasa, äššitobdee (uásiáigásâš), Ihmisoikeuskeskus / náguskirjetotkee, Helsig ollâopâttâh, +358(0)29 412 0665, tuija.kasa@helsinki.fi

source: Ulla Aikio-Puoskari, koulutussihteeri, saamelaiskäräjät, +358(0)10 839 3112, ulla.aikio-puoskari(at)samediggi.fi
smn: Ulla Aikio-Puoskari, škovlimčällee, sämitigge, +358(0)10 839 3112, ulla.aikio-puoskari@samediggi.fi

source: Sirpa Rautio, johtaja, Ihmisoikeuskeskus, +358(0)9 432 3780, sirpa.rautio(at)ihmisoikeuskeskus.fi
smn: Sirpa Rautio, hovdâ, Ihmisoikeuskeskus, +358(0)9 432 3780, sirpa.rautio@ihmisoikeuskeskus.fi

source: Lähteitä:
smn: Käldeeh:

source: Osoitteessa: https://ihmisoikeuskeskus-fi-bin.directo.fi/@Bin/47503f796d0d0a236e19344592dd9215/1525775690/application/pdf/272052/IOK-Ihmisoikeuskasvatus-%20ja%20-koulutusselvitys.pdf
smn: Čujottâsâst: https://ihmisoikeuskeskus-fi-bin.directo.fi/@Bin/47503f796d0d0a236e19344592dd9215/1525775690/application/pdf/272052/IOK-Ihmisoikeuskasvatus-%20ja%20-koulutusselvitys.pdf

source: Opetus- ja kulttuuriministeriön julkaisuja 2020:29.
smn: Máttááttâs- já kulttuurministeriö almostitmeh 2020:29.

source: Valmiuksia saamelais- ja romaninuorten kohtaamiseen – maksuton koulutus opettajille: https://www.nuortenakatemia.fi/hankkeet/kulttuurien-koulu/
smn: Valmiuksia saamelais- ja romaninuorten kohtaamiseen – nuuvtá škovlim máttáátteijeid: https://www.nuortenakatemia.fi/hankkeet/kulttuurien-koulu/

source: Kuva: Kevin Francett
smn: Kove: Kevin Francett
